{
    "id": "09560",
    "version": 1,
    "type": "research-article",
    "doi": "10.7554/eLife.09560",
    "title": "<i>Homo naledi</i>, a new species of the genus <i>Homo</i> from the Dinaledi Chamber, South Africa",
    "published": "2015-09-10T00:00:00Z",
    "volume": 4,
    "issue": 3,
    "elocationId": "e09560",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Berger et al",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a> permitting unrestricted use and redistribution provided that the original author and source are credited."
    },
    "pdf": "https://elifesciences.org/content/4/e09560.pdf",
    "subjects": [
        "genomics-evolutionary-biology"
    ],
    "researchOrganisms": [
        "<i>Homo naledi</i>"
    ],
    "keywords": [
        "<i>Homo naledi</i>",
        "hominin",
        "Dinaledi Chamber",
        "paleoanthropology"
    ],
    "relatedArticles": [
        "09561",
        "10627"
    ],
    "impactStatement": "A new hominin species has been unearthed in the Dinaledi Chamber of the Rising Star cave system in the largest assemblage of a single species of hominins yet discovered in Africa.",
    "image": {
        "alt": "",
        "sizes": {
            "2:1": {
                "900": "https://placehold.it/900x450",
                "1800": "https://placehold.it/1800x900"
            },
            "16:9": {
                "250": "https://placehold.it/250x141",
                "500": "https://placehold.it/500x281"
            },
            "1:1": {
                "70": "https://placehold.it/70x70",
                "140": "https://placehold.it/140x140"
            }
        }
    },
    "abstract": {
        "doi": "10.7554/eLife.09560.001",
        "content": [
            {
                "type": "paragraph",
                "text": "<i>Homo naledi</i> is a previously-unknown species of extinct hominin discovered within the Dinaledi Chamber of the Rising Star cave system, Cradle of Humankind, South Africa. This species is characterized by body mass and stature similar to small-bodied human populations but a small endocranial volume similar to australopiths. Cranial morphology of <i>H. naledi</i> is unique, but most similar to early <i>Homo</i> species including <i>Homo erectus</i>, <i>Homo habilis</i> or <i>Homo rudolfensis</i>. While primitive, the dentition is generally small and simple in occlusal morphology. <i>H. naledi</i> has humanlike manipulatory adaptations of the hand and wrist. It also exhibits a humanlike foot and lower limb. These humanlike aspects are contrasted in the postcrania with a more primitive or australopith-like trunk, shoulder, pelvis and proximal femur. Representing at least 15 individuals with most skeletal elements repeated multiple times, this is the largest assemblage of a single species of hominins yet discovered in Africa."
            }
        ]
    },
    "digest": {
        "doi": "10.7554/eLife.09560.002",
        "content": [
            {
                "type": "paragraph",
                "text": "Modern humans, or <i>Homo sapiens</i>, are now the only living species in their genus. But as recently as 100,000 years ago, there were several other species that belonged to the genus <i>Homo</i>. Together with modern humans, these extinct human species, our immediate ancestors and their close relatives, are collectively referred to as ‘hominins’."
            },
            {
                "type": "paragraph",
                "text": "Now Berger et al. report the recent discovery of an extinct species from the genus <i>Homo</i> that was unearthed from deep underground in what has been named the Dinaledi Chamber, in the Rising Star cave system in South Africa. The species was named <i>Homo naledi;</i> ‘naledi’ means ‘star’ in Sotho (also called Sesotho), which is one of the languages spoken in South Africa."
            },
            {
                "type": "paragraph",
                "text": "The unearthed fossils were from at least 15 individuals and include multiple examples of most of the bones in the skeleton. Based on this wide range of specimens from a single site, Berger et al. describe <i>Homo naledi</i> as being similar in size and weight to a small modern human, with human-like hands and feet. Furthermore, while the skull had several unique features, it had a small braincase that was most similar in size to other early hominin species that lived between four million and two million years ago. <i>Homo naledi</i>'s ribcage, shoulders and pelvis also more closely resembled those of earlier hominin species than those of modern humans."
            },
            {
                "type": "paragraph",
                "text": "The <i>Homo naledi</i> fossils are the largest collection of a single species of hominin that has been discovered in Africa so far and, in a related study, Dirks et al. describe the setting and context for these fossils. However, since the age of the fossils remains unclear, one of the next challenges will be to date the remains to provide more information about the early evolution of humans and their close relatives."
            }
        ]
    },
    "body": [
        {
            "type": "section",
            "title": "Introduction",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Fossil hominins were first recognized in the Dinaledi Chamber in the Rising Star cave system in October 2013. During a relatively short excavation, our team recovered an extensive collection of 1550 hominin specimens, representing nearly every element of the skeleton multiple times (Figure 1), including many complete elements and morphologically informative fragments, some in articulation, as well as smaller fragments many of which could be refit into more complete elements. The collection is a morphologically homogeneous sample that can be attributed to no previously-known hominin species. Here we describe this new species, <i>Homo naledi</i>. We have not defined <i>H. naledi</i> narrowly based on a single jaw or skull because the entire body of material has informed our understanding of its biology."
                },
                {
                    "type": "section",
                    "title": "Etymology",
                    "content": [
                        {
                            "type": "paragraph",
                            "text": "The word <i>naledi</i> means ‘star’ in the Sotho language and refers to the Dinaledi Chamber's location within the Rising Star cave system."
                        }
                    ]
                }
            ]
        },
        {
            "type": "section",
            "title": "Differential diagnosis",
            "content": [
                {
                    "type": "paragraph",
                    "text": "This comprehensive differential diagnosis is based upon cranial, dental and postcranial characters. The hypodigms used for other species are detailed in the ‘Materials and methods’. We examined original specimens for most species, except where indicated in the ‘Materials and methods’; when we relied on other sources for anatomical observations we indicate this. A summary of traits of <i>H. naledi</i> in comparison to other species is presented in Supplementary file 2. Comparative cranial and mandibular measures are presented in Table 1, and comparative dental measures are provided in Table 2."
                }
            ]
        }
    ]
}
