{
    "id": "1",
    "title": "Females react differently than males to social isolation",
    "impactStatement": "While male and female mice have similar responses to physical stress, research from the Hotchkiss Brain Institute at the University of Calgary, Canada, suggests females, not males, feel stressed when alone.",
    "published": "2016-10-11T17:00:00Z",
    "updated": "2016-10-12T17:00:00Z",
    "content": [
        {
            "type": "paragraph",
            "text": "The findings, to be published in the journal eLife, provide further proof that strategies for coping with stress are sex-specific. They also highlight the importance of a social network for females in particular and pave the way for future research into whether females befriend others as a coping mechanism during stressful situations."
        },
        {
            "type": "paragraph",
            "text": "“Many species, including humans, use social interaction to reduce the effects of stress. In fact, the lack of a social network may itself be stressful,” says senior author Jaideep Bains, PhD, Professor of Physiology & Pharmacology at the University of Calgary, Cumming School of Medicine."
        },
        {
            "type": "paragraph",
            "text": "“Recent research suggests that young girls are more sensitive to social stress than boys. This could mean that social networks are more important for females in general, and that young females from different species, such as mice, may be more sensitive towards social isolation than males.”"
        },
        {
            "type": "paragraph",
            "text": "To test whether isolating individuals from their social group impacts on the brain in sex-specific ways, Bains and his team studied preadolescent mice that had been housed in same-sex groups after weaning. These mice were either left in their same-sex groups, housed in pairs, or were isolated altogether from their littermates for 16 to 18 hours. Following this period, the team examined the effects on the animals’ brain cells that control the release of stress hormones."
        }
    ],
    "relatedContent": [
        {
            "type": "research-article",
            "status": "vor",
            "id": "18726",
            "version": 1,
            "doi": "10.7554/eLife.18726",
            "authorLine": "Laura Senst et al",
            "title": "Sexually dimorphic neuronal responses to social isolation",
            "published": "2016-10-11T00:00:00Z",
            "stage": "published",
            "statusDate": "2016-10-11T00:00:00Z",
            "volume": 5,
            "elocationId": "e18726"
        }
    ],
    "mediaContacts": [
        {
            "name": {
                "preferred": "Ramanath Hegde",
                "index": "Hegde, Ramanath"
            },
            "emailAddresses": [
                "Lee.Berger@wits.ac.za"
            ],
            "phoneNumbers": [
                "+12025550182;ext=555"
            ],
            "affiliations": [
                {
                    "name": [
                        "Department of Molecular and Cell Biology",
                        "University of California, Berkeley"
                    ],
                    "address": {
                        "formatted": [
                            "Berkeley",
                            "United States"
                        ],
                        "components": {
                            "locality": [
                                "Berkeley"
                            ],
                            "country": "United States"
                        }
                    }
                }
            ]
        }
    ],
    "subjects": [
        {
            "id": "neuroscience",
            "name": "Neuroscience"
        }
    ],
    "about": [
        {
            "type": "paragraph",
            "text": "The South African <b>Department of Science and Technology</b> (<a href=\"http://www.dst.gov.za/\">DST</a>) has made many important contributions to South Africa’s development and continues to do so, living up to its mandate to use science and technology to improve the country’s economy, create employment and improve the quality of life of all citizens. The <b>National Research Foundation</b> (<a href=\"http://www.nrf.ac.za/\">NRF</a>) is as an independent government agency with the mandate to promote and support research through funding, human resource development and the provision of the necessary research facilities in order to facilitate the creation of knowledge, innovation and development in all fields of science and technology, including indigenous knowledge, and thereby contribute to the improvement of the quality of life of all South Africans."
        },
        {
            "type": "paragraph",
            "text": "The <b>University of the Witwatersrand</b> is a renowned research University and a world leader in palaeosciences research. Through its Evolutionary Studies Institute and the DST-NRF Centre of Excellence in Palaeosciences, it has a long association with the COHWHS in terms of scientific discoveries and research. Wits owns and manages important fossil sites in the Cradle and for nearly 90 years, its scientists have made some of the most extraordinary fossil finds in this area. Details: <a href=\"http://www.wits.ac.za\">www.wits.ac.za</a> or find us on <a href=\"https://www.facebook.com/witsuniversity\">Facebook</a>, <a href=\"https://twitter.com/Wits_News\">Twitter</a>, <a href=\"https://www.youtube.com/user/WitsWebmaster\">YouTube</a> and <a href=\"http://www.linkedin.com/company/university-of-the-witwatersrand?trk=company_logo\">LinkedIn</a>."
        }
    ]
}
