{
    "id": "80494",
    "doi": "10.1101/2022.06.24.497502",
    "pdf": "https://www.biorxiv.org/content/10.1101/2022.06.24.497502v1.full.pdf",
    "status": "reviewed",
    "authorLine": "Tianze Xu, Jing Cai ... Kuanyu Li",
    "title": "Aging-related iron deposit prevents the benefits of HRT from late postmenopausal atherosclerosis",
    "indexContent": "* Cell Biology (https://elifesciences.org/subjects/cell-biology)\\n\\n\\n** Aging-related iron deposit prevents the benefits of HRT from late postmenopausal atherosclerosis\\n------------------------------------------------------------\\n1. Tianze Xu\\n2. Jing Cai\\n3. Lei Wang\\n4. Li Xu\\n5. Hongting Zhao\\n6. Fudi Wang\\n7. Esther Meyron-Holtz\\n8. Fanis Missirlis\\n9. Tong Qiao\\n10. Kuanyu Li\\n\\n1. State Key Laboratory of Pharmaceutical Biotechnology, Department of Vascular Surgery, The Affiliated Drum Tower Hospital of Nanjing University Medical School\\n\\n\\nP. R. China\\n2. Jiangsu Key Laboratory of Molecular Medicine, Medical School of Nanjing University\\n\\n\\nP. R. China\\n3. Department of Nutrition, School of Public Health, School of Medicine, Zhejiang University\\n\\n\\nP. R. China\\n\\n...show 2 more\\n* https://doi.org/10.7554/eLife.80494.1\\n\\n* Open access (https://en.wikipedia.org/wiki/Open_access)\\n* Copyright information (https://creativecommons.org/licenses/by/4.0/)\\n\\n\\n** Reviewed Preprint\\n------------------------------------------------------------\\n\\nThis preprint was published after peer review by eLife.\\n* downloadDownload (https://github.com/elifesciences/enhanced-preprints-data/raw/master/data/10.1101/2022.06.24.497502/2022.06.24.497502.pdf)\\n\\nReviewed Preprint posted\\n20 October 2022\\n\\nPosted to bioRxiv\\n26 June 2022Go to bioRxiv (https://www.biorxiv.org/content/10.1101/2022.06.24.497502)\\n\\nSent for peer review\\n24 June 2022\\n\\n* Full text\\n* Figures and data\\n* Peer review\\n\\n* Abstract (#abstract)\\n* eLife assessment (#assessment)\\n* Introduction (#s1)\\n* Methods and Materials (#s2)\\n* Results (#s3)\\n* Discussion (#s4)\\n* Funding (#s5)\\n* Conflict of Interest (#s6)\\n* References (#references)\\n* Author Information (#author-list)\\n\\n\\n** Abstract\\n------------------------------------------------------------\\nPostmenopausal atherosclerosis has been attributed to estrogen deficiency. The beneficial effect of hormone replacement therapy (HRT), however, is lost in late postmenopausal women with atherogenesis. We asked whether aging-related iron accumulation affects estrogen receptor α (ERα) expression explaining HRT inefficacy. A negative correlation between aging-related systemic iron deposition and ERα expression in postmenopausal AS patients was established. In an ovariectomized ApoE^-/- mouse model, estradiol treatment had contrasting effects on ERα expression in early versus late postmenopausal mice. ERα expression was inhibited by iron treatment in cell culture and iron-overloaded mice. Combined treatment with estradiol and iron further decreased ERα expression, mediated by iron-regulated E3 ligase Mdm2. In line with these observations, cellular cholesterol efflux was reduced and endothelial homeostasis was disrupted and, consequently, atherosclerosis was aggravated. Accordingly, systemic\\niron chelation attenuated estradiol-triggered progressive atherosclerosis in late postmenopausal mice. Thus, iron and estradiol together downregulate ERα through Mdm2-mediated proteolysis, explaining failures of HRT in late postmenopausal subjects with aging-related iron accumulation. HRT is recommended immediately after menopause along with appropriate iron chelation to protect from atherosclerosis.\\n\\neLife assessment\\n\\nIn this potentially important study, the authors attempt to explain why hormone replacement therapy with estrogen is not effective in preventing atherosclerosis in post-menopausal women by showing that iron accumulation prevents the hormone replacement therapy benefit through negative regulation of estrogen receptor expression via Mdm2-mediated proteolysis. The strength of evidence is currently incomplete as control groups are missing and there is a lack of clear-cut evidence that this effect is related to the estradiol therapy in addition to the accumulation of iron in the post-menopausal state. The general public as well as specialists might find this work to be of interest.\\n* Read the peer reviews (#)\\n* About eLife assessments (https://elifesciences.org/inside-elife/db24dd46)\\n\\n\\n** Introduction\\n------------------------------------------------------------\\n\\nAtherosclerosis (AS) is the leading cause of cardiovascular disease-associated death worldwide (Moss et al, 2019 (#c25) ). It has been well recognized that postmenopausal women confront an increasing risk of AS owing to estrogen deficiency and disturbance of the estrogen receptor (ER) regulatory network (Moss et al., 2019 (#c25) ). Nevertheless, the therapeutic effect of hormone replacement therapy (HRT) remains controversial. Women’s Health Initiative and the Heart and Estrogen/Progestin Replacement Study reported that the atheroprotective effect of HRT in the late postmenopausal women (commonly ages over 65) is lost or even worsened (Hlatky et al, 2002 (#c13) Rocca et al, 2014 (#c31) Rossouw et al, 2002 (#c32) ). The underlying mechanism may be triggered by aging, which reduces the protection afforded by estrogen, particularly estradiol (E[2]).\\n\\nIn general, the atheroprotective effect of estrogen is attributed to its interaction with estrogen receptor α (ERα), which participates in foam cell formation and vascular remodeling (Murphy, 2011 (#c26) ). ERα deletion is reported to induce adiposity and increase atherosclerotic lesion size since the promoters of lipid metabolism-related genes, such as Tgm2, ApoE, and Abca1, contain ERα binding sites (Ribas et al, 2011 (#c30) ). In addition, estrogen binds to ERα tethered to the plasma membrane, which can stimulate vasodilatation via an endothelial nitric oxide synthase (eNOS)-dependent pathway(Gavin et al, 2009 (#c11) Teoh et al, 2020 (#c37) ). Moreover, VEGF promotes angiogenesis and is transcriptionally regulated by the E[2]-ERα complex (Gu et al, 2018 (#c12) ). ERα expression decreases after menopause (Gavin et al., 2009 (#c11) Zhang et al, 2019 (#c46) ), suggesting the critical role of ERα in blood vessel function in healthy pre- and postmenopausal women. Despite the above, few\\nstudies have focused on the regulation of ERα in postmenopausal women on HRT.\\n\\nUpon binding, estrogen functions as an ERα activator (Lung et al, 2020 (#c21) ) and initiates ERα dimerization and translocation into the nucleus. Estrogen treatment in vitro leads to a marked increase in Esr1 (gene that encodes ERα) mRNA through the binding of the E[2]-ERα complex to estrogen-responsive elements (EREs) in the promoter region of Esr1 (Pinzone et al, 2004 (#c28) ). Estrogen binding to ERα also rapidly stimulates ubiquitination and proteasomal degradation of ERα (Pinzone et al., 2004 (#c28) ). Ubiquitination-dependent ERα cycling on and off the ERE promoter sites to activate or prevent target gene transcription depends on the presence of estrogen at an adequate concentration (Zhou & Slingerland, 2014 (#c48) ). Ubiquitin ligases that have been implicated in ERα regulation include BRCA1, MDM2, SKP1–CUL1–F-box S-phase kinase-associated protein 2 (SCF^SKP2), and E6-associated protein (E6AP), all of which promote estrogen-induced transcriptional activity with cell-type selectivity\\n(Zhou & Slingerland, 2014 (#c48) ). Of these, MDM2 is a single-subunit RING finger E3 protein, which does not always inversely correlate with ERα levels in cancer cells (Duong et al, 2007 (#c9) ). The relationship between MDM2 and ERα in other contexts and cell types remains elusive.\\n\\nEstrogen also regulates systemic iron homeostasis through hepcidin, an antimicrobial peptide of 25 amino acids that mediates endocytosis and degradation of the ferrous iron exporter ferroportin 1 (Fpn1) (Nemeth et al, 2004 (#c27) ). The dimeric E[2]-ERα complex binds to an ERE site within the promoter of the hepcidin gene (Hamp) to inhibit its expression (Hou et al, 2012 (#c15) ). Hence, E[2] elevates circulating iron to compensate for blood loss during menstruation (Badenhorst et al, 2021 (#c2) ). However, E[2] declines by over 90% after menopause, while systemic iron content increases slowly by steady iron uptake over the years. Serum ferritin in postmenopausal women increased by 2-3 times compared with premenopausal women (Huang et al, 2013 (#c16) ). We and others have previously reported that iron overload is a risk factor for atherosclerosis (Cai et al, 2020 (#c5) Vinchi et al, 2020 (#c38) ). Our study relied on using the proatherogenic ApoE^-/-mouse model, which we can manipulate\\ngenetically to cause iron overload (Cai et al, 2020 (#c5) ). We aimed to investigate the impact of aging-related iron accumulation on the therapeutic effect of HRT on AS and explore the underlying mechanisms. First, we corroborated on a new cohort of postmenopausal AS patients that a negative correlation between high concentrations of serum-iron and -ferritin and low expression of ERα exists. We hypothesized that gradual iron accumulation in postmenopausal women could explain poor HRT efficacy when applied at a late stage.\\n\\nWe used ApoE^-/- aging female mice or ovariectomized (OVX) young mice as estrogen-deficient AS models to examine ERα expression with respect to HRT efficacy and the genetic iron-overload mice in ApoE^-/- background (ApoE^-/- Fpn1^LysM/LysM) to address the relation of iron metabolism and HRT efficacy. We found that ERα expression positively responded to E[2] administration under low or normal iron conditions and negatively responded to E[2] administration under high iron conditions. Our results explain the puzzle of HRT in early and late postmenopausal women, and the reason is the accelerated ERα proteolysis through iron-mediated upregulation of Mdm2.\\n\\n\\n** Methods and Materials\\n------------------------------------------------------------\\n\\n\\n** Participants\\n------------------------------------------------------------\\n\\nParticipants in this study included 20 postmenopausal (at least one year since menopause, without HRT) AS patients aged 54-84 years, recruited from the Vascular Surgery Department, The Affiliated Drum Tower Hospital, Nanjing University Medical School. Patients were divided into early (55-65 years old) and late (>65 years old) groups since menopause for over ten years was defined as late post-menopause. Twenty fasting serum samples were collected at the outpatient service. Of them, eight patients, undergoing carotid endarterectomy, were recruited, and plaque samples were collected immediately after separation. Exclusion criteria included the current use of oral contraceptives or other medications. Further details on the exclusion criteria were referenced (Wactawski-Wende et al, 2009 (#c39) ). This study complies with the Declaration of Helsinki, and the Institutional Review Board of Nanjing Drum Tower Hospital, the Affiliated Hospital of Nanjing University Medical School, approved the study.\\nAll patients provided written informed consent.\\n\\n\\n** Animals\\n------------------------------------------------------------\\n\\nApoE^-/- mice were obtained from the Model Animal Research Center of Nanjing University (Nanjing, China). ApoE^-/- Fpn1^LysM/LysM mice on the C57BL/6J background were generated in our previous study (Cai et al., 2020 (#c5) ). For the control experiments included in Results 2 and 6, female ApoE^-/- mice at the age of 8 weeks (defined as premenopausal) were anesthetized and bilaterally ovariectomized through a 1 cm dorsal incision. After surgery, mice were allowed to recover for one week and randomly divided into early and late groups. For each group, mice were fed a high-fat diet (0.2% cholesterol and 20% fat) and injected with saline, E[2] (3 μg/kg every other day, Solarbio, Beijing, China), or E[2]+DFP (80 mg/kg daily, Sigma–Aldrich, St. Louis, MO) for eight weeks from week nine as the early OVX group or week 21 as the late OVX group.\\n\\nFor the control experiments included in Result 3, female ApoE^-/-and ApoE^-/- Fpn1^LysM/LysM mice were ovariectomized at the age of 16 or 40 weeks. E[2] injection (3 μg/kg every other day) was performed one week after surgery for eight weeks. All animals were housed and fed standard chow in the SPF animal facility with an average 12 h light-and-dark cycle and under controlled temperature conditions (25°C). The mice were anesthetized with an intraperitoneal injection of pentobarbital sodium (40 mg/kg) and euthanized by cervical dislocation for sample collection. The protocols were approved by the Animal Investigation Ethics Committee of The Affiliated Drum Tower Hospital of Nanjing University Medical School and were performed according to the Guidelines for the Care and Use of Laboratory Animals published by the National Institutes of Health, USA.\\n\\n\\n** Cell culture\\n------------------------------------------------------------\\n\\nJ774a.1 cells, HUVECs, and MCF-7 cells were purchased from Cellcook (Guangzhou, China) and cultured in DMEM (Gibco, Life Technologies, UK) supplemented with 10% fetal bovine serum (FBS). Peritoneal macrophages were collected from peritoneal exudates three days after injecting 8-week-old mice with 0.3 ml of 4% BBL thioglycollate, Brewer modified (BD Biosciences, Shanghai, China), and then cultured in RPMI 1640 medium supplemented with 10% (FBS) for 8 h. Macrophages were cultured in a medium containing 50 μg/ml human oxidized low-density lipoprotein (oxLDL) in the presence of 1 μM E[2], 100 μM ferric ammonium citrate (FAC), 350 μM DFP or indicated combination for 48 h as needed.\\n\\nOil Red O staining was performed to evaluate foam cell formation. The quantification was carried out with the following formula: relative average area of the fat droplet (%) = Target (Area of fat droplets/Numbers of cells)/Control (Area of fat droplets/Number of cells)*100%. The area was analyzed by ImageJ software. Angiogenesis assays were performed to evaluate angiogenic capacity. Cellular iron levels were estimated using ferrozine assays. The protein levels of ERα, ABCA1, VEGF, TfR1, and Ft-L were determined by Western blot analysis.\\n\\n\\n** Isolation of peritoneal macrophages from mice\\n------------------------------------------------------------\\n\\nThe mice were intraperitoneally injected with 4% starch broth (NaCl 0.5 g, beef extract 0.3 g, peptone 1.0 g, and starch 3.0 g in 100 ml of distilled H[2]O) 3 days before euthanasia. After anesthesia, the abdominal skin was carefully cut to 1 cm, and 5-8 ml PBS with 3% FBS was injected into the enterocoele. After 10 min of massage, the liquid was extracted and centrifuged (1000 rpm, 5 min). The sediment was then plated into 6-well plates for attachment or cryopreserved for further assays.\\n\\n\\n** Blood samples and tissue collection\\n------------------------------------------------------------\\n\\nThe mice were anesthetized with an intraperitoneal injection of pentobarbital sodium (40 mg/kg) and euthanized by cervical dislocation. Blood was drawn from the inferior vena cava and collected in heparinized tubes. Plasma was prepared by centrifugation (1200 ×g) for 15 min at 4°C. Plasma samples were then stored at -80°C for the determination of serum iron, lipid and cytokine levels. The mice were then perfused with 4°C saline through the left ventricle. After perfusion, the arteries, hearts, livers, and spleens were harvested. The samples were fixed in 4% paraformaldehyde or quickly frozen at -80°C for further analysis.\\n\\n\\n** Serum lipid content and lesion area in the aorta and the aortic root\\n------------------------------------------------------------\\n\\nLipid content was determined with Oil Red O to stain the aorta. To assess the atherosclerotic lesion area, the aorta was analyzed from the aorta arch to the abdominal aortic bifurcation. The quantification of lesion area and size was performed using ImageJ software. Serum cholesterol and triglycerides were measured by the clinical laboratory of Nanjing Drum Tower Hospital using an autochemical analyser (Beckman Coulter AU5421, CA).\\n\\n\\n** Immunohistochemistry (IHC) and Prussian blue staining\\n------------------------------------------------------------\\n\\nSections of mouse aortic valve or patient carotid artery plaques were used to assess the plaque iron composition by IHC staining for Ft-L and Prussian blue staining with DAB enhancement for ferric iron. The primary antibody against Ft-L was made using recombinant human Ft-L subunit as antigen by GenScript (Nanjing, China).\\n\\nImages were captured under a light microscope (Leica, Germany). For quantitative analysis of images, three sections per animal at intervals of 30 μm were analyzed. The intensity of positive staining was analyzed by ImageJ software.\\n\\n\\n** Iron assays\\n------------------------------------------------------------\\n\\nDeparaffinized tissue sections were stained with Prussian blue staining for nonheme iron as previously described (Wang et al, 2016 (#c41) ). Serum iron was measured by the clinical laboratory of Nanjing Drum Tower Hospital using an autochemical analyser (Beckman Coulter AU5421, CA). Total nonheme iron in the tissues was measured by colorimetric ferrozine-based assays as previously described (Li et al, 2018 (#c19) ). Briefly, 22 μl concentrated HCl (11.6 M) was added to 100 μl of homogenized tissue samples (approximately 500 μg total protein). The sample was then heated at 95°C for 20 min, followed by centrifugation at 12000 g for 10 min. The supernatant was transferred into a clean tube. Ascorbate was added to reduce the Fe3^+ into Fe2^+. After 2 min of incubation at room temperature, ferrozine and saturated ammonium acetate (NH4Ac) were sequentially added to each tube, and the absorbance was measured at 570 nm (BioTek ELx800, Shanghai, China) within 30 min.\\n\\n\\n** Determination of eNOS and ferritin by ELISA\\n------------------------------------------------------------\\n\\neNOS (Abcam, Cambridge, MA) and ferritin (USBiological, #F4015-11, Swampscott, MA) were detected by ELISA according to the manufacturer’s protocols.\\n\\n\\n** Western blotting\\n------------------------------------------------------------\\n\\nProtein lysates were run in gels and transferred to membranes as previously reported (Cai et al, 2018 (#c4) ). The membranes were probed using antibodies directed against ERα, eNOS and VEGF purchased from Servicebio (Wuhan, China), ABCA1, BRCA1, AHR, and SOD2 from Abcam, TfR1 from ProteinTech Group Inc. (Chicago, IL), GAPDH from Bioworld Tech. (St. Louis Park, MN), ferritin L (Ft-L) made by using purified human ferritin L subunit as antigen by GenScript (Nanjing, China).\\n\\n\\n** Detection of catalase enzymatic activity\\n------------------------------------------------------------\\n\\nThe activities of catalase were measured following the manufacturer’s protocols of the CAT assay kit (Jiancheng Bioengineering, Nanjing, China).\\n\\n\\n** Quantitative real-time PCR (qRT–PCR)\\n------------------------------------------------------------\\n\\nTotal cellular RNA was isolated from peritoneal macrophages using TRIzol (Invitrogen, Carlsbad, CA) and reversely transcribed to cDNA. qRT–PCR experiments were performed with SYBR Green PCR master mixture (Thermo Fisher Scientific). The primer sequences were as follows: 5’-TTATGGGGTCTGGTCCTGTG-3’ and 5’-CATCTCTCTGACGCTTGTGC-3’ for Esr1, 5’-GCCACTGCCGCATCCTCTTC-3’ and 5’-AGCCTCAGGGCATCGGAACC-3’ for Actin, and 5’-TGTCTGTGTCTACCGAGGGTG-3’ and 5’-TCCAACGGACTTTAACAACTTCA-3’ for Mdm2.\\n\\n\\n** Immunoprecipitation (IP) and detection of ubiquitin\\n------------------------------------------------------------\\n\\nERα proteins were immunoprecipitated from J774a.1 cell lysates according to the manufacturer’s protocols (11204D, Invitrogen). The ERα antibody was the same as that used for Western blotting and was purchased from Santa Cruz (1:200 dilution). Western blotting was used to detect the efficiency of IP and the level of ubiquitin.\\n\\n\\n** Angiogenesis assays\\n------------------------------------------------------------\\n\\nMatrigel (50 μL/well) was transferred to a 96-well plate, followed by inoculation of HUVECs (2 × 10^4 cells) and treatment with the medicines described in the cell culture. After 8 hours, images were captured with an inverted microscope. The extent of tube formation was assessed by measuring branch points and capillary length using the ‘Angiogenesis Analyser’ plug-in designed by Gilles Carpentier with ImageJ software.\\n\\n\\n** Statistical analysis\\n------------------------------------------------------------\\n\\nAll experiments were randomized and blinded. All the data are presented as the mean ± SD. A two-tailed Student’s t-test (for two groups) or one-way analysis of variance followed by multiple comparisons test with Bonferroni correction (for more than two groups) was performed by using SPSS 17.0 (SPSS Inc, Chicago, IL). P < 0.05 indicated statistical significance.\\n\\n\\n** Results\\n------------------------------------------------------------\\n\\n\\n** ERα protein abundance correlates inversely with systemic and local plaque iron content in aging postmenopausal women with AS\\n------------------------------------------------------------\\n\\nTo build the link between iron contents and ERα levels in different postmenopausal stages, we collected 8 plaques and 20 blood samples from postmenopausal AS patients, divided a half into Early (55-65 years old, n=4/10, plaque/blood samples) and another half into Late (>66 years old, n=4/10) Post-Menopausal groups, EPM and LPM, respectively. Ferritin was evaluated by IHC, ELISA, and immunoblotting, and iron was evaluated by DAB-enhanced Prussian blue staining. As expected, both ferritin and iron levels were significantly increased in plaques and serum of the LPM, compared to the EPM (Figure 1A-C, E (#fig1) ). In addition, serum cholesterol and triglycerides were elevated in the LPM (Figure 1D (#fig1) ). By contrast, plaque ERα expression was lower in the EPM than in the LPM (Figure 1E (#fig1) ).\\nFigure 1sciency picture\\n\\n\\n** ERα levels were negatively associated with iron content in human plaques.\\n------------------------------------------------------------\\n\\n(A) Ferritin (Ft-L), revealed by immunohistochemistry, and iron content, revealed by DAB-enhanced Prussian blue staining, in plaque paraffin sections of 8 postmenopausal patients. The upper panel: the early postmenopausal (EPM) group (P1-P4, < 65 years old); the lower panel: the late postmenopausal (LPM) group (P5-P8, > 65 years old). (B) Serum iron in EPM (blue) and LPM (magenta) patients, measured by using an autochemical analyser (Beckman Coulter AU5421, CA). n=10/group, ***p < 0.001. (C) Serum ferritin levels detected by ELISA. n=10/group, ***p < 0.001. (D) Serum total cholesterol (left) and total triglyceride (right) levels. n=10/group, *p < 0.05, ** p < 0.01. (E) ERα and Ft-L expression in plaques measured by Western blotting. The samples are the same as in (A). (F) The plotted and calculated Pearson correlation coefficient (r = -0.7205) between the plaque Ft-L and ERα levels (n=8, p = 0.0438).\\n\\nPearson correlation analysis between ERα and ferritin levels in the plaques confirmed that ERα levels were negatively correlated with iron levels (Figure 1F (#fig1) ).\\n\\n\\n** AS aggravates in E[2]-treated LPM ApoE^-/- mice with reduced ERα expression and accumulation of body iron\\n------------------------------------------------------------\\n\\nTo determine whether the effect of HRT was atheroprotective in postmenopausal females, ovariectomy (OVX) was performed to mimic post-menopause in ApoE^-/- female mice at eight weeks of age (Figure 2A (#fig2) ). The mice started to be fed high-fat chow one week post OVX. Ages of 9 weeks and 21 weeks were considered as EPM and LPM stages, respectively. Although peritoneal E[2] injection in the EPM significantly reduced plaque formation, it remarkably promoted atherosclerotic development in the late application (Figure 2B (#fig2) and 2C (#fig2) ), exactly as observed in humans (Hlatky et al., 2002 (#c13) Rossouw et al., 2002 (#c32) ). We then detected aortic ERα expression to evaluate whether ERα was responsive to E[2] treatment. The results showed markedly lower ERα protein levels in the LPM mice than in the EPM mice (Figure 2D (#fig2) ). More strikingly, ERα expression was further reduced in LPM mice after E[2] treatment but remained constantly high in EPM mice (Figure 2D (#fig2) ). It has\\nbeen reported that ERα protects against atherosclerosis by promoting lipid efflux and endothelial homeostasis (Wang et al, 2021 (#c40) Zhao et al, 2021 (#c47) ). Hence, we assessed three ERα downstream proteins, ABCA1, a lipid exporter whose gene promoter is predicted to have ERE, VEGF, an activator of angiogenesis, and eNOS, a modulator of vasoconstriction and vascular repair. They were all positively correlated with ERα expression (Figure 2D (#fig2) ). Macrophage-derived foam cell formation is crucial in the development of atherogenesis (Xu et al, 2021 (#c42) ). We therefore isolated peritoneal macrophages from early and late OVX mice after E2 treatment and surprisingly found that the expression of ERα, ABCA1, and VEGF responded to E[2] treatment similarly as observed in aortic tissue (Figure 2E (#fig2) ). In line with this observation, serum cholesterol and triglycerides negatively correlated with ERα and ABCA1 (Figure 2F (#fig2) ). Our previous data have demonstrated that macrophage\\niron plays a critical role in the development of AS (Cai et al., 2020 (#c5) ); therefore, iron-related proteins were monitored.\\nFigure 2sciency picture\\n\\n\\n** Atherosclerosis was aggravated in E[2]-treated late postmenopausal ApoE^-/- mice with lower ERα expression.\\n------------------------------------------------------------\\n\\n(A) Flow diagram of mouse modeling. Early E[2]-treatment group: OVX at 8 weeks old, one-week recovery, E[2] treatment for 8 weeks; late E[2]-treatment group: OVX at 8 weeks old, E[2] treatment from 21 weeks old to 29 weeks old for 8 weeks. Saline is vehicle control. Mice were fed high-fat chow from 9 weeks old. (B) Oil red O-stained aortic lesions in ApoE^-/- mice after E[2] treatment for 8 weeks in the EPM or LPM group. (C) Statistical analysis of the area of atherosclerotic plaque in the aorta. n = 4/group, *p < 0.05, ** p < 0.01. (D) The expression of iron-related or ERα-targeted proteins in the aorta, detected by Western blotting. (E) Protein expression in peritoneal macrophages detected by Western blotting. Macrophages were isolated from 4 mouse groups (early/late ± E2, details see Materials and Methods). (F) Serum total cholesterol and total triglyceride levels in the 4 mouse groups. Pre: serum samples before OVX as a control group. n=6/group, *p < 0.05, ** p < 0.01. (G) Iron content\\nin aorta and liver, detected by ferrozine assays. n = 6/group, ****p < 0.0001, **p < 0.01, *p < 0.05. (H) Serum iron in different groups, detected by using an autochemical analyser (Beckman Coulter AU5421). n = 6/group, ***p < 0.001, **p < 0.01. Student’s t-test analysis was used for C, F, G, and H.\\n\\nFerritin was reduced in response to E[2] treatment in the EPM stage. In contrast, ferritin remained high in the late stage after E[2] treatment in both aortae and isolated macrophages (Figure 2D (#fig2) and 2E (#fig2) ), which could be explained by the response of Fpn1 expression that was decreased in the EPM stage but not in the LPM stage. Both serum and tissue iron levels were significantly higher in the LPM mice (Figure 2G (#fig2) -2H (#fig2) , LPM vs. EPM without E[2] treatment). Interestingly, E[2] treatment elevated serum iron while lowering tissue iron in both EPM and LPM stages (Figure 2G-H (#fig2) , E[2] treatment vs. saline) suggesting impaired iron homeostasis in the plaque area, particularly in macrophages (Figure 2E (#fig2) ) and confirming that estrogen modulates iron homeostasis as previously suggested (Yang et al, 2012 (#c43) ).\\n\\n\\n** E[2] downregulates ERα expression in an iron-dependent manner\\n------------------------------------------------------------\\n\\nNext, we aimed to identify whether aging or iron overload alone could trigger a decrease in ERα expression in vivo. To address this question, myeloid-specific Fpn1 knockout mice (Fpn1^LysM/LysM) were used as a macrophage-iron overload model in the ApoE^-/- background (Cai et al., 2020 (#c5) ). This double knockout (KO) model is considered relevant for AS studies due to the accumulation of a large number of macrophages in plaques, which contributes to the progression of atherosclerosis (Moore et al, 2013 (#c24) ). OVX was performed in female mice fed standard chow at 16 weeks or 40 weeks of age, and E[2] was injected to model HRT, as illustrated in Figure 3A (#fig3) . Figures 3B (#fig3) and 3C (#fig3) show the severity of atherosclerosis, which was significantly enhanced in the E[2]-treated groups at both ages compared to the saline groups of ApoE^-/- Fpn1^LysM/LysM. Notably, macrophage Fpn1 KO mice displayed a larger lesion area after E[2] treatment at the EPM and LPM stages (Figure 3C\\n(#fig3) ), suggesting a dominant influence of iron on the effects of the E[2] treatment. In particular, the specific iron overload in macrophages, characteristic of the mouse model used, was sufficient to cause a significant increase in the lesion area in the LPM group (Figure 3C (#fig3) , lower panel), reproducing previous observations (Cai et al., 2020 (#c5) ). We then examined the iron status in tissues and serum. Iron levels in tissues (aorta/liver) were higher in ApoE^-/- Fpn1^LysM/LysM compared to ApoE^-/- mice, as revealed by ferrozine assays (Figure S1A (#figS1) for EPM groups and Figure 3E (#fig3) for LPM groups) and further supported by higher ferritin content (Figure S1B (#figS1) for EPM and Figure 3D (#fig3) for LPM). On the contrary, serum iron was lower in ApoE^-/-Fpn1^LysM/LysM mice at the EPM and LPM stages (Figure 3F (#fig3) and S1C (#figS1) ). However, E[2] administration did not significantly reduce the ferritin levels and iron levels in the aorta and liver (Figure 3D\\n(#fig3) , 3E (#fig3) , and Figure S1A (#figS1) ), confirming that Fpn1 acts as an iron exporter and that macrophages play a crucial role in response to E[2] treatment. E[2] administration significantly increased serum iron levels in the LPM group (Figure 3F (#fig3) ) and mildly increased serum iron levels in the EPM group (Figure S1C (#figS1) ), suggesting that other factors besides iron also contribute to the aging-related physiological changes in the E[2] treatment response. Of note, ERα was downregulated in the aorta of the Fpn1^LysM/LysMmice and further downregulated by E[2] treatment, accompanied by reduced expression of ABCA1 and VEGF (Figure 3B (#fig3) and Figure S1B (#figS1) ), suggesting that both iron alone and iron plus E[2] could downregulate ERα expression in macrophages. Consistent with the severity of atherosclerosis and the alteration of ERα and its target gene ABCA1, serum cholesterol and triglycerides were increased in the Fpn1^LysM/LysMmice and further increased by E[2]\\ntreatment (Figure 3G (#fig3) ).\\nFigure 3sciency picture\\n\\n\\n** E[2]-triggered ERα deficiency was observed in a genetic iron overload mouse model at postmenopausal age.\\n------------------------------------------------------------\\n\\n(A) Flow diagram of mouse modeling. Early groups: OVX at 16 weeks old, one-week recovery, ± E[2] treatment for 8 weeks; late groups: OVX at 40 weeks old, one-week recovery, ± E[2] treatment for 8 weeks. Saline is vehicle control. The mice were fed with normal chow. (B) Oil red O-stained aortic lesions in ApoE^-/-and ApoE^-/- Fpn1^LysM/LysM mice after E2 treatment for 8 weeks in the EPM or LPM groups as indicated. (C) The lesion area in the aorta. n = 4/group, **p < 0.01, *p < 0.05. (D) The expression of iron-related or ERα-targeted proteins in the aorta, detected by Western blotting. (E) The iron content of the aorta and liver detected by ferrozine assays. n = 6/group, ***p < 0.001, **p < 0.01. (F) Serum iron level in different groups. n = 6/group, ***p < 0.001, **p < 0.01. (G) Serum total cholesterol and total triglyceride levels. n=6/group, *p < 0.05, ** p < 0.01. The samples for D-G were from 49-week-old ApoE^-/- and ApoE^-/- Fpn1^LysM/LysM mice. Student’s t-test analysis was used for C,\\nE, F, and G.\\n\\n\\n** E[2] treatment potentiates iron-induced downregulation of ERα in both macrophages and endothelial cells\\n------------------------------------------------------------\\n\\nTo further validate the interaction between iron and E[2] on ERα downregulation in different cell types, we used primary peritoneal macrophages from C57BL/6 female mice, the macrophage-like cell line J774a.1, and human umbilical vein endothelial cells (HUVECs). The cells were treated with E[2], ferric ammonium citrate (FAC, an iron source), and/or deferiprone (DFP, an iron chelator). Downregulation of ERα expression triggered by FAC with or without E[2] was observed in time- and concentration-dependent manners (Figure 4A (#fig4) and 4B (#fig4) ). Such downregulation was confirmed in all tested cell types and could be partially suppressed by iron chelation (Figure 4C (#fig4) , 4D (#fig4) , 4E (#fig4) , and 4F (#fig4) ).\\nFigure 4sciency picture\\n\\n\\n** E[2] treatment potentiates iron-induced downregulation of ERα in vitro.\\n------------------------------------------------------------\\n\\n(A-B) ERα expression in the presence or absence of E[2] under different iron concentration conditions (A) or in the time course (B). Quantification was carried out using ImageJ. Two-way ANOVA was used. (C) The rescue effect of iron chelation on the downregulation of ERα by FAC or FAC plus E[2]. (D) The intracellular iron content in J774a.1 under different iron-concentration conditions in the presence or absence of E[2], detected by ferrozine assays. n = 4, *p < 0.05. (E, F) ERα expression in peritoneal macrophages (E) and HUVECs (F) under the indicated iron and E2 conditions. A, B, C, E, and F are data from Western blotting. Numbers indicate the relative intensity of ERα n=4. (G) Oil red O-stained J774a.1 cells after treatment with FAC and/or E[2] (left) with the quantified droplets (right). scale bar = 25 μm, n = 4, ***p < 0.001. (H) HUVEC angiogenesis assays, revealed by the number of branch points (left) and capillary length (right). n = 4, *p < 0.05, **p < 0.01. (I) eNOS level in HUVEC,\\nassessed by ELISA. n = 4, *p < 0.05, **p < 0.01, ***p < 0.001. The student’s t-test analysis was used for G - I.\\n\\nTo examine the capacity of lipid export when ERα was downregulated, we loaded J774a.1 with oxidized low-density lipoprotein (oxLDL) and observed significantly more lipid accumulation in the E[2]-treated plus iron overload group than in the other groups (Figure 4G (#fig4) ), suggesting a tendency of macrophages to be converted into foam cells. Angiogenesis assays were also performed and showed that E[2,] together with iron, inhibited angiogenesis (Figure 4H (#fig4) ), which has been demonstrated to increase the risk of macrophage adhesion and intraplaque hemorrhage (Chang & Nguyen, 2021 (#c7) Mao et al, 2020 (#c22) ). The reduced levels of eNOS were also revealed by ELISA in HUVECs treated with E[2] and iron (Figure 4I (#fig4) ). Overall, our data strongly support that both macrophages and endothelial cells are the effectors of E[2] in iron-mediated worsening by downregulation of ERα in the development of AS.\\n\\n\\n** Proteasome-mediated ERα degradation results from the interactive effects of iron overload and E[2] treatment mediated by the E3 ligase Mdm2\\n------------------------------------------------------------\\n\\nWe wondered how excess iron and E[2] together downregulated ERα expression. To elucidate the underlying mechanism, we first searched for what regulates ERα expression. It was reported that the downregulation of ERα could be attributed to methylation of its promoter region, which could be induced by oxidative stress (Lung et al., 2020 (#c21) ). Because iron overload has been massively correlated with oxidative stress, two relevant antioxidative enzymes, catalase (CAT) and superoxide dismutase (SOD) 2, were evaluated. The results did not show a significant difference between the control and E[2]/FAC treatments (Figure S2A (#figS2) and S2B (#figS2) ). In addition, the mRNA level of ERα was examined and barely showed significant changes after FAC and E[2] treatment (Figure S2C (#figS2) ), suggesting posttranscriptional regulation of ERα better explained the decreased presence of the receptor after iron and/or E[2] treatment.\\n\\nAs stated previously, ERα may be regulated through an estrogen-ERα binding-dependent ubiquitination signaling pathway for degradation and estrogen recycling. To test this possibility, we treated J774a.1 cells with MG132, a proteasome inhibitor, and observed that ERα protein levels were significantly elevated in the presence of E[2] and excess iron (Figure 5A (#fig5) ). Treatment with cycloheximide (CHX), an inhibitor of eukaryotic translation, showed that the half-life of ERα was shortened in the E[2] + FAC group (Figure 5B (#fig5) ), suggesting a faster turnover rate of ERα in the presence of E[2] plus excess iron, verifying the activation of ERα proteasome degradation pathway (Zhou & Slingerland, 2014 (#c48) ). We then detected the ubiquitination levels of ERα by immunoprecipitation and immunoblotting. The results showed much more ubiquitinated and degraded ERα in the presence of E[2] and excess iron than in other conditions (Figure 5C (#fig5) ), further supporting the\\nproteolysis-dependent pathway for ERα degradation. We then tested a few E3 ligases (BRCA1, AHR, and Mdm2) in J774a.1, which were supposed to regulate ERα (Fan et al, 2001 (#c10) Khan et al, 2006 (#c18) Saji et al, 2001 (#c33) ), and did not find a negative correlation between BRCA1/AHR and ERα in response to FAC or E[2]+FAC treatments (Figure S3A (#figS3) ). However, Mdm2 was upregulated in the FAC and E[2]+FAC groups (Figure 5D (#fig5) ). When cells J774a.1 and HUVECs were treated with Nutlin-3, a well-known Mdm2 inhibitor, ERα exhibited iron-dependent Mdm2-mediated degradation (Figure 5E (#fig5) and 5F (#fig5) ). Amazingly and consistently, Mdm2 expression was upregulated at the LPM stage compared with the EPM stage both in the aorta of female mice and in plaques of AS patients (Figures 5G (#fig5) and 5H (#fig5) ), which is exactly opposite to ERα expression (Figure 1E (#fig1) ). And this effect was significantly enhanced at the LPM stage mice when E2 was administrated (Figure 5G (#fig5)\\n, 2D (#fig2) and 2E (#fig2) ). Our results indicate that Mdm2 is responsible for E[2]-triggered ERα deficiency under iron overload condition or in LPM women.\\nFigure 5sciency picture\\n\\n\\n** The interactive effects of iron overload and E[2] treatment on ERα downregulation are mediated by the E3 ligase MDM2.\\n------------------------------------------------------------\\n\\n(A) Evaluation of ERα proteasome-dependent degradation in J774a.1 cells by western blotting. MG132: 10 μM. n=4. (B) ERα turnover rate in J774a.1 cells under FAC or E[2]+FAC conditions, detected by western blotting after 20 μM cycloheximide (CHX) treatment. *p < 0.05 using two-way ANOVA (C) Ubiquitination of ERα, evaluated by western blotting (anti-ubiquitin) following immunoprecipitation against ERα antibody. n = 3, *p < 0.05. (D) Relative Mdm2 mRNA expression in J774a.1 cells, assessed by qPCR, n = 4, **p < 0.01. (E) The protein levels of ERα in the presence of FAC or FAC plus E[2] in J774a.1 cells after treatment of Nutlin-3, a specific antagonist of Mdm2. n=3. (F) The protein levels of ERα in the presence of FAC or FAC plus E[2] in HUVECs after treatment of Nutlin-3. n=3. (G) Mdm2 protein expression in the aortas of mice in the EPM or LPM stage, as detected by western blotting. n=3/group. (H) MDM2 protein levels in patient plaques, detected by western blotting and quantified with ImageJ.\\nn=4/group, ***p < 0.001. Student’s t-test analysis was used for B, E, and H.\\n\\n\\n** Iron restriction therapy restores ERα levels and attenuates E2-triggered progressive atherosclerosis in late postmenopausal mice\\n------------------------------------------------------------\\n\\nTo further verify whether iron overload is responsible for the E[2]-induced downregulation of ERα and progressive atherosclerosis in LPM mice, we evaluated the effects of iron restriction. Twenty-one-week-old female ApoE^-/-mice, OVX-ed at eight weeks of age, received iron chelation therapy through peritoneal injection of DFP (80 mg/kg) daily for eight weeks (Figure 6A (#fig6) ). Similar to the definition used in Figure 2, 13 (#fig2) weeks after OVX was considered as the LPM stage. Indeed, iron chelation attenuated the plaque-accelerated development of AS (Figure 6B (#fig6) and 6C (#fig6) ). The contents of serum cholesterol and triglycerides compared with those in the E[2]-only group were significantly diminished (Figure 6D (#fig6) ). Consistent with previous data (Figures 2 (#fig2) and 3 (#fig3) ), ferrozine assays proved decreased iron deposition in tissues but increased iron in serum post E[2] application (Figure 6E-F (#fig6) ). Although DFP administration reduced the tissue and serum\\niron levels, it did not induce anemia (Figure 6E-F (#fig6) ), which was comparable to the mice at EPM (Figure 2G and H (#fig2) ). We then detected aortic ERα expression and found significant upregulation by iron restriction, along with the upregulation of ABCA1 and VEGF (Figure 6G (#fig6) ). In contrast, iron chelation by DFP significantly reduced Mdm2 expression (Figure 6G (#fig6) ). In agreement with our previous findings in cell-based assays, these results corroborate the concept that late postmenopausal HRT-induced ERα deficiency is, at least partially, iron overload-mediated. Thus, the non-atheroprotective effects of E[2] in the LPM result from aging-mediated iron accumulation.\\nFigure 6sciency picture\\n\\n\\n** Iron restriction therapy restored ERα levels and attenuated E[2]-triggered progressive atherosclerosis in late postmenopausal mice.\\n------------------------------------------------------------\\n\\n(A) Flow diagram of mouse modeling. The mice were ovariectomized at 8 weeks old and E[2] or E[2]+DFP treated from 21 weeks old to 29 weeks old for 8 weeks. Saline is vehicle control. Mice were fed high-fat chow one week after OVX. Thirteen weeks post-OVX is considered as late post-menopause. (B) Oil red O-stained aortic lesions in ApoE^-/- mice treated with E[2] or E[2]+DFP as indicated. (C) The quantified lesion area of atherosclerotic plaques in the aorta from B. n=4, **p < 0.01. (D) Serum total cholesterol and total triglyceride levels. n=6, *p < 0.05, ** p < 0.01. (E) The iron content in the aorta and liver, detected by ferrozine assays. n = 6, **p < 0.01, *p < 0.05. (F) Determination of serum iron in different groups. n = 6, ***p < 0.001, **p < 0.01. (G) Protein expression in the aorta, detected by western blotting (left) and quantified with ImageJ (right). ***p < 0.001, **p < 0.01, *p < 0.05. The student’s t-test analysis was used for C - G.\\n\\n\\n** Discussion\\n------------------------------------------------------------\\n\\nEstrogen has long been considered atheroprotective and responsible for the low morbidity of cardiovascular diseases in premenopausal women (Lobo, 2017 (#c20) Moss et al., 2019 (#c25) ). However, epidemiological studies of the Women’s Health Initiative question the beneficial effects of late postmenopausal HRT (Hlatky et al., 2002 (#c13) ). Although one hypothesis to explain this observation may be that iron potentiates the adverse effects of estrogen in AS (Sullivan, 1981 (#c34) Sullivan, 2003 (#c35) ), a comprehensive in vivo study to test this hypothesis was missing. We reported previously that the developmental course of atherosclerosis was highly accelerated in ApoE^-/- Fpn1^LysM/LysM mice compared with ApoE^-/-(Cai et al., 2020 (#c5) ). Our present study provides the first experimental evidence that iron overload facilitates ERα proteolysis, which is potentiated in the presence of E[2] and reverses the anti-atherogenic effect of E[2] (Figure 7 (#fig7) ). Our results support the benefit\\nof early application of estrogen post-menopause. We propose that the combination of HRT and iron restriction therapy may be a long-term strategy for the preventive effects of E[2] from the development of AS in post-menopausal women.\\nFigure 7sciency picture\\n\\n\\n** Schematic model for the effects of postmenopausal iron accumulation with or without HRT on AS severity through modulating ERα expression.\\n------------------------------------------------------------\\n\\nIron accumulation occurs naturally and gradually after menopause. In EPM, iron retention was mild, and ERα was responsive to HRT application to achieve protective effects (A). However, when iron overload is significant in LPM, Mdm2 is upregulated along with ERα downregulation (B). This negative correlation is potentiated by the application of HRT and iron accumulation with aging. Therefore, HRT use avails to aggravate the progression of AS in the LPM period. Iron chelation, however, reverses the adverse effect of HRT and attenuates the accelerated development of AS (A), suggesting a protective role of appropriate iron restriction in the LPM stage.\\n\\nThe controversy of whether or not to proceed with HRT in postmenopausal women is fueled by an increased, although small, risk of breast cancer and from the potentially harmful effect on cardiovascular outcomes (Lobo, 2017 (#c20) ). Previous randomized trials did not consider the ages sorting out EPM from LPM and have not excluded subjects with iron depletion or loss in the recruited post-menopausal subjects (Sullivan, 2003 (#c35) ). We sorted the recruited female AS volunteers from the Department of Vascular Surgery of Nanjing Drum Tower Hospital as EPM and LPM groups to reveal whether aging-associated iron deposition correlates with ERα expression. The negative correlation between systemic iron status and intraplaque ERα expression was validated, which prompted us to address the role of iron in ERα expression.\\n\\nPrevious efforts focused more on the role of estrogen in iron metabolism (primarily the hepcidin/Fpn axis) and not vice versa (Hou et al., 2012 (#c15) Ikeda et al, 2012 (#c17) Yang et al., 2012 (#c43) ). Both genes encoding hepcidin and Fpn are inhibited by E[2] treatment through an estrogen-responsive element (ERE) (Hou et al., 2012 (#c15) Qian et al, 2015 (#c29) Yang et al., 2012 (#c43) ). However, it was also reported that hepcidin expression decreased in the livers of OVX mice through a GPR30-BMP6-dependent mechanism, independent of the ERE-mediated E[2]-ERα pathway (Ikeda et al., 2012 (#c17) ). Though the difference in hepcidin expression in OVX mice (Bowling et al, 2014 (#c3) Gavin et al., 2009 (#c11) Hou et al., 2012 (#c15) Ikeda et al., 2012 (#c17) ), the consistent with this study here is that aging, OVX, and genetic manipulation of Fpn induced progressive iron retention in tissues, accompanied by reduced ERα expression. E[2] administration further enhanced this reduction in ERα\\nlevels under the above-mentioned conditions. Overall, high ERα levels are found in reproductive women, despite fluctuations caused by the periodic estrogen wave and blood loss in reproductive women (Gavin et al., 2009 (#c11) ). The aging process, particularly in late postmenopausal women, progressively elevates iron levels which we show, downregulates ERα, resulting in insufficient ERα to respond to E[2] treatment. Therefore, HRT is unlikely to result in an effective outcome in LPM women as in EPM women unless it is coupled with an iron-chelating scheme. This is because aggravated AS in LPM women is, at least partially, the result of age-related iron accumulation. We demonstrated the effectiveness of iron chelation in improving HRT outcomes in the mouse model, but further work is required to translate this finding for clinical practice.\\n\\nERα is the main effector of estrogen on cardiovascular function (Aryan et al, 2020 (#c1) Meng et al, 2021 (#c23) ). We wondered how iron downregulated ERα. Since several E3 ubiquitin ligases (i.e., CHIP, E6AP, BRCA1, BARD1, SKP2, and Mdm2) have been found to catalyze the covalent binding of ubiquitin to lysine residues of ERα (reviewed in (Tecalco-Cruz & Ramirez-Jarquin, 2017 (#c36) ), we tested them and found that Mdm2 is responsive to iron treatment in cells and mice and negatively correlated with ERα, particularly under high iron conditions. Furthermore, we showed that Mdm2 is a negative regulator of ERα.\\n\\nOur findings may be context specific, as some differences are noted in its studied roles in some cancer cell types (Dongiovanni et al, 2010 (#c8) Zhang et al, 2020 (#c45) ). Mdm2 acts as a ubiquitin ligase E3 to p53 in SV40 hepatocytes (Honda et al, 1997 (#c14) ) and has been shown to act as a direct coactivator of ERα function in ERα-positive breast cancer (Saji et al., 2001 (#c33) ). Nevertheless, iron-dependent downregulation was revealed in leukemia cell lines and primary human cells derived from acute myeloid leukemia patients (Calabrese et al, 2020 (#c6) ), suggesting a cell-type-specific regulation of Mdm2 by iron. In our study, the downregulation of Mdm2 by E[2] occurred in the context of iron overload both in vivo and in vitro, concluding that Mdm2 is the critical mediator that participates in iron overload triggered ERα loss.\\n\\nIn summary, this study demonstrates the impact of iron overload in E[2]-mediated ERα proteolysis and its critical consequence on the outcome of HRT. With the efficacy of HRT challenged by “the window of opportunity” theory (Yesufu et al, 2007 (#c44) ), it is vital to explore therapies that maintain ERα expression mediating the protective effects of estrogen. Although further work is needed to determine whether iron restriction therapy is clinically relevant in combination with HRT for the intervention of postmenopausal atherosclerosis as a long-term strategy, this paper provides guidance for optimizing the timing HRT intervention and supportive nutrient management.\\n\\n\\n** Funding\\n------------------------------------------------------------\\n\\nThis work was supported by the National Natural Science Foundation of China [grant numbers: 31871201, 81870348].\\n\\n\\n** Conflict of Interest\\n------------------------------------------------------------\\n\\nnone declared.\\n\\n\\n** References\\n------------------------------------------------------------\\n*\\n1. Aryan L\\n2. Younessi D\\n3. Zargari M\\n4. Banerjee S\\n5. Agopian J\\n6. Rahman S\\n7. Borna R\\n8. Ruffenach G\\n9. Umar S\\n10. Eghbali M\\n2020The Role of Estrogen Receptors in Cardiovascular DiseaseInt J Mol Sci 21\\n*\\n1. Badenhorst C\\n2. Goto K\\n3. O’Brien W\\n4. Sims S\\n2021Iron status in athletic females, a shift in perspective on an old paradigmJournal of sports sciences 1–11\\n*\\n1. Bowling MR\\n2. Xing D\\n3. Kapadia A\\n4. Chen YF\\n5. Szalai AJ\\n6. Oparil S\\n7. Hage FG\\n2014Estrogen effects on vascular inflammation are age dependent: role of estrogen receptorsArterioscler Thromb Vasc Biol 34:1477–1485\\n*\\n1. Cai J\\n2. Jiang Y\\n3. Zhang M\\n4. Zhao H\\n5. Li H\\n6. Li K\\n7. Zhang X\\n8. Qiao T\\n2018Protective effects of mitochondrion- targeted peptide SS-31 against hind limb ischemia-reperfusion injuryJournal of physiology and biochemistry 74:335–343\\n*\\n1. Cai J\\n2. Zhang M\\n3. Liu Y\\n4. Li H\\n5. Shang L\\n6. Xu T\\n7. Chen Z\\n8. Wang F\\n9. Qiao T\\n10. Li K\\n2020Iron accumulation in macrophages promotes the formation of foam cells and development of atherosclerosisCell & bioscience 10:137\\n*\\n1. Calabrese C\\n2. Panuzzo C\\n3. Stanga S\\n4. Andreani G\\n5. Ravera S\\n6. Maglione A\\n7. Pironi L\\n8. Petiti J\\n9. Shahzad Ali M\\n10. Scaravaglio P\\n2020Deferasirox-Dependent Iron Chelation Enhances Mitochondrial Dysfunction and Restores p53 Signaling by Stabilization of p53 Family Members in Leukemic CellsInternational journal of molecular sciences 21\\n*\\n1. Chang M\\n2. Nguyen T\\n2021Strategy for Treatment of Infected Diabetic Foot UlcersAccounts of chemical research 54:1080–1093\\n*\\n1. Dongiovanni P\\n2. Fracanzani AL\\n3. Cairo G\\n4. Megazzini CP\\n5. Gatti S\\n6. Rametta R\\n7. Fargion S\\n8. Valenti L\\n2010Iron-Dependent Regulation of MDM2 Influences p53 Activity and Hepatic CarcinogenesisThe American Journal of Pathology 176:1006–1017\\n*\\n1. Duong V\\n2. Boulle N\\n3. Daujat S\\n4. Chauvet J\\n5. Bonnet S\\n6. Neel H\\n7. Cavailles V\\n2007Differential regulation of estrogen receptor alpha turnover and transactivation by Mdm2 and stress-inducing agentsCancer Res 67:5513–5521\\n*\\n1. Fan S\\n2. Ma YX\\n3. Wang C\\n4. Yuan RQ\\n5. Meng Q\\n6. Wang JA\\n7. Erdos M\\n8. Goldberg ID\\n9. Webb P\\n10. Kushner PJ\\n2001Role of direct interaction in BRCA1 inhibition of estrogen receptor activityOncogene 20:77–87\\n*\\n1. Gavin K\\n2. Seals D\\n3. Silver A\\n4. Moreau K\\n2009Vascular endothelial estrogen receptor alpha is modulated by estrogen status and related to endothelial function and endothelial nitric oxide synthase in healthy womenThe Journal of clinical endocrinology and metabolism 94:3513–3520\\n*\\n1. Gu C\\n2. Xie F\\n3. Zhang B\\n4. Yang H\\n5. Cheng J\\n6. He Y\\n7. Zhu X\\n8. Li D\\n9. Li M\\n2018High Glucose Promotes Epithelial- Mesenchymal Transition of Uterus Endometrial Cancer Cells by Increasing ER/GLUT4-Mediated VEGF SecretionCellular physiology and biochemistry : international journal of experimental cellular physiology, biochemistry, and pharmacology 50:706–720\\n*\\n1. Hlatky M\\n2. Boothroyd D\\n3. Vittinghoff E\\n4. Sharp P\\n5. Whooley M\\n2002Quality-of-life and depressive symptoms in postmenopausal women after receiving hormone therapy: results from the Heart and Estrogen/Progestin Replacement Study (HERS) trialJAMA 287:591–597\\n*\\n1. Honda R\\n2. Tanaka H\\n3. Yasuda H\\n1997Oncoprotein MDM2 is a ubiquitin ligase E3 for tumor suppressor p53FEBS Letters 420:25–27\\n*\\n1. Hou Y\\n2. Zhang S\\n3. Wang L\\n4. Li J\\n5. Qu G\\n6. He J\\n7. Rong H\\n8. Ji H\\n9. Liu S\\n2012Estrogen regulates iron homeostasis through governing hepatic hepcidin expression via an estrogen response elementGene 511:398–403\\n*\\n1. Huang X\\n2. Xu Y\\n3. Partridge N\\n2013Dancing with sex hormones, could iron contribute to the gender difference in osteoporosis?Bone 55:458–460\\n*\\n1. Ikeda Y\\n2. Tajima S\\n3. Izawa-Ishizawa Y\\n4. Kihira Y\\n5. Ishizawa K\\n6. Tomita S\\n7. Tsuchiya K\\n8. Tamaki T\\n2012Estrogen regulates hepcidin expression via GPR30-BMP6-dependent signaling in hepatocytesPLoS One 7:\\n*\\n1. Khan S\\n2. Barhoumi R\\n3. Burghardt R\\n4. Liu S\\n5. Kim K\\n6. Safe S\\n2006Molecular mechanism of inhibitory aryl hydrocarbon receptor-estrogen receptor/Sp1 cross talk in breast cancer cellsMol Endocrinol 20:2199–2214\\n*\\n1. Li H\\n2. Zhao H\\n3. Hao S\\n4. Shang L\\n5. Wu J\\n6. Song C\\n7. Meyron-Holtz E\\n8. Qiao T\\n9. Li K\\n2018Iron regulatory protein deficiency compromises mitochondrial function in murine embryonic fibroblastsScientific reports 8:5118\\n*\\n1. Lobo RA\\n2017Hormone-replacement therapy: current thinkingNat Rev Endocrinol 13:220–231\\n*\\n1. Lung D\\n2. Reese R\\n3. Alarid E\\n2020Intrinsic and Extrinsic Factors Governing the Transcriptional Regulation of ESR1Hormones & cancer 11:129–147\\n*\\n1. Mao Y\\n2. Liu X\\n3. Song Y\\n4. Zhai C\\n5. Xu X\\n6. Zhang L\\n7. Zhang Y\\n2020Fibroblast growth factor-2/platelet-derived growth factor enhances atherosclerotic plaque stabilityJournal of cellular and molecular medicine 24:1128–1140\\n*\\n1. Meng Q\\n2. Li Y\\n3. Ji T\\n4. Chao Y\\n5. Li J\\n6. Fu Y\\n7. Wang S\\n8. Chen Q\\n9. Chen W\\n10. Huang F\\n2021Estrogen prevent atherosclerosis by attenuating endothelial cell pyroptosis via activation of estrogen receptor alpha- mediated autophagyJ Adv Res 28:149–164\\n*\\n1. Moore KJ\\n2. Sheedy FJ\\n3. Fisher EA\\n2013Macrophages in atherosclerosis: a dynamic balanceNat Rev Immunol 13:709–721\\n*\\n1. Moss M\\n2. Carvajal B\\n3. Jaffe I\\n2019The endothelial mineralocorticoid receptor: Contributions to sex differences in cardiovascular diseasePharmacology & therapeutics 203:107387\\n*\\n1. Murphy E\\n2011Estrogen signaling and cardiovascular diseaseCirculation research 109:687–696\\n*\\n1. Nemeth E\\n2. Tuttle MS\\n3. Powelson J\\n4. Vaughn MB\\n5. Donovan A\\n6. Ward DM\\n7. Ganz T\\n8. Kaplan J\\n2004Hepcidin regulates cellular iron efflux by binding to ferroportin and inducing its internalizationScience 306:2090–2093\\n*\\n1. Pinzone J\\n2. Stevenson H\\n3. Strobl J\\n4. Berg P\\n2004Molecular and cellular determinants of estrogen receptor alpha expressionMolecular and cellular biology 24:4605–4612\\n*\\n1. Qian Y\\n2. Yin C\\n3. Chen Y\\n4. Zhang S\\n5. Jiang L\\n6. Wang F\\n7. Zhao M\\n8. Liu S\\n2015Estrogen contributes to regulating iron metabolism through governing ferroportin signaling via an estrogen response elementCell Signal 27:934–942\\n*\\n1. Ribas V\\n2. Drew B\\n3. Le J\\n4. Soleymani T\\n5. Daraei P\\n6. Sitz D\\n7. Mohammad L\\n8. Henstridge D\\n9. Febbraio M\\n10. Hewitt S\\n2011Myeloid-specific estrogen receptor alpha deficiency impairs metabolic homeostasis and accelerates atherosclerotic lesion developmentProceedings of the National Academy of Sciences of the United States of America 108:16457–16462\\n*\\n1. Rocca WA\\n2. Grossardt BR\\n3. Shuster LT\\n2014Oophorectomy, estrogen, and dementia: a 2014 updateMol Cell Endocrinol 389:7–12\\n*\\n1. Rossouw J\\n2. Anderson G\\n3. Prentice R\\n4. LaCroix A\\n5. Kooperberg C\\n6. Stefanick M\\n7. Jackson R\\n8. Beresford S\\n9. Howard B\\n10. Johnson K\\n2002Risks and benefits of estrogen plus progestin in healthy postmenopausal women: principal results From the Women’s Health Initiative randomized controlled trialJAMA 288:321–333\\n*\\n1. Saji S\\n2. Okumura N\\n3. Eguchi H\\n4. Nakashima S\\n5. Suzuki A\\n6. Toi M\\n7. Nozawa Y\\n8. Saji S\\n9. Hayashi S\\n2001MDM2 enhances the function of estrogen receptor alpha in human breast cancer cellsBiochem Biophys Res Commun 281:259–265\\n*\\n1. Sullivan J\\n1981Iron and the Sex Difference in Heart Disease RiskThe Lancet 317:1293–1294\\n*\\n1. Sullivan JL\\n2003Are menstruating women protected from heart disease because of, or in spite of, estrogen? Relevance to the iron hypothesisAmerican Heart Journal 145:190–194\\n*\\n1. Tecalco-Cruz AC\\n2. Ramirez-Jarquin JO\\n2017Mechanisms that Increase Stability of Estrogen Receptor Alpha in Breast CancerClin Breast Cancer 17:1–10\\n*\\n1. Teoh J\\n2. Li X\\n3. Simoncini T\\n4. Zhu D\\n5. Fu X\\n2020Estrogen-Mediated Gaseous Signaling Molecules in Cardiovascular DiseaseTrends in endocrinology and metabolism: TEM 31:773–784\\n*\\n1. Vinchi F\\n2. Porto G\\n3. Simmelbauer A\\n4. Altamura S\\n5. Passos S\\n6. Garbowski M\\n7. Silva A\\n8. Spaich S\\n9. Seide S\\n10. Sparla R\\n2020Atherosclerosis is aggravated by iron overload and ameliorated by dietary and pharmacological iron restrictionEuropean heart journal 41:2681–2695\\n*\\n1. Wactawski-Wende J\\n2. Schisterman E\\n3. Hovey K\\n4. Howards P\\n5. Browne R\\n6. Hediger M\\n7. Liu A\\n8. Trevisan M\\n2009BioCycle study: design of the longitudinal study of the oxidative stress and hormone variation during the menstrual cyclePaediatric and perinatal epidemiology 23:171–184\\n*\\n1. Wang G\\n2. Chen J\\n3. Deng W\\n4. Ren K\\n5. Yin S\\n6. Yu X\\n2021CTRP12 ameliorates atherosclerosis by promoting cholesterol efflux and inhibiting inflammatory response via the miR-155-5p/LXRα pathwayCell death & disease 12:254\\n*\\n1. Wang Q\\n2. Ji J\\n3. Hao S\\n4. Zhang M\\n5. Li K\\n6. Qiao T\\n2016Iron Together with Lipid Downregulates Protein Levels of Ceruloplasmin in Macrophages Associated with Rapid Foam Cell FormationJournal of atherosclerosis and thrombosis 23:1201\\n*\\n1. Xu J\\n2. Kitada M\\n3. Ogura Y\\n4. Koya D\\n2021Relationship Between Autophagy and Metabolic Syndrome Characteristics in the Pathogenesis of AtherosclerosisFrontiers in cell and developmental biology 9:641852\\n*\\n1. Yang Q\\n2. Jian J\\n3. Katz S\\n4. Abramson SB\\n5. Huang X\\n201217beta-Estradiol inhibits iron hormone hepcidin through an estrogen responsive element half-siteEndocrinology 153:3170–3178\\n*\\n1. Yesufu A\\n2. Bandelow S\\n3. Hogervorst E\\n2007Meta-analyses of the effect of hormone treatment on cognitive function in postmenopausal womenWomens Health (Lond 3:173–194\\n*\\n1. Zhang J\\n2. Kong X\\n3. Zhang Y\\n4. Sun W\\n5. Xu E\\n6. Chen X\\n2020Mdm2 is a target and mediator of IRP2 in cell growth controlFASEB journal : official publication of the Federation of American Societies for Experimental Biology 34:2301–2311\\n*\\n1. Zhang K\\n2. Yang Q\\n3. Yang L\\n4. Li Y\\n5. Wang X\\n6. Li Y\\n7. Dang R\\n8. Guan S\\n9. Guo Y\\n10. Sun T\\n2019CB1 agonism prolongs therapeutic window for hormone replacement in ovariectomized miceThe Journal of clinical investigation 129:2333–2350\\n*\\n1. Zhao Z\\n2. Wang X\\n3. Zhang R\\n4. Ma B\\n5. Niu S\\n6. Di X\\n7. Ni L\\n8. Liu C\\n2021Melatonin attenuates smoking-induced atherosclerosis by activating the Nrf2 pathway via NLRP3 inflammasomes in endothelial cellsAging 13\\n*\\n1. Zhou W\\n2. Slingerland J\\n2014Links between oestrogen receptor activation and proteolysis: relevance to hormone-regulated cancer therapyNature reviews Cancer 14:26–38\\n\\n\\n** Author information\\n------------------------------------------------------------\\n1.\\n** Tianze Xu\\n------------------------------------------------------------\\nState Key Laboratory of Pharmaceutical Biotechnology, Department of Vascular Surgery, The Affiliated Drum Tower Hospital of Nanjing University Medical School, P. R. China\\n2.\\n** Jing Cai\\n------------------------------------------------------------\\nState Key Laboratory of Pharmaceutical Biotechnology, Department of Vascular Surgery, The Affiliated Drum Tower Hospital of Nanjing University Medical School, P. R. China\\n3.\\n** Lei Wang\\n------------------------------------------------------------\\nState Key Laboratory of Pharmaceutical Biotechnology, Department of Vascular Surgery, The Affiliated Drum Tower Hospital of Nanjing University Medical School, P. R. China\\n4.\\n** Li Xu\\n------------------------------------------------------------\\nJiangsu Key Laboratory of Molecular Medicine, Medical School of Nanjing University, P. R. China\\n5.\\n** Hongting Zhao\\n------------------------------------------------------------\\nJiangsu Key Laboratory of Molecular Medicine, Medical School of Nanjing University, P. R. China\\n6.\\n** Fudi Wang\\n------------------------------------------------------------\\nDepartment of Nutrition, School of Public Health, School of Medicine, Zhejiang University, P. R. China\\n7.\\n** Esther Meyron-Holtz\\n------------------------------------------------------------\\nFaculty of Biotechnology and Food Engineering, Technion Israel Institute of Technology, Israel\\n8.\\n** Fanis Missirlis\\n------------------------------------------------------------\\nDepartment of Physiology, Biophysics and Neuroscience, Mexico\\n9.\\n** Tong Qiao\\n------------------------------------------------------------\\nState Key Laboratory of Pharmaceutical Biotechnology, Department of Vascular Surgery, The Affiliated Drum Tower Hospital of Nanjing University Medical School, P. R. China\\n10.\\n** Kuanyu Li\\n------------------------------------------------------------\\nState Key Laboratory of Pharmaceutical Biotechnology, Department of Vascular Surgery, The Affiliated Drum Tower Hospital of Nanjing University Medical School, P. R. China, Jiangsu Key Laboratory of Molecular Medicine, Medical School of Nanjing University, P. R. China\\n\\n\\n** Figures and data\\n------------------------------------------------------------\\nFigure 1sciency picture\\n\\n\\n** ERα levels were negatively associated with iron content in human plaques.\\n------------------------------------------------------------\\n\\n(A) Ferritin (Ft-L), revealed by immunohistochemistry, and iron content, revealed by DAB-enhanced Prussian blue staining, in plaque paraffin sections of 8 postmenopausal patients. The upper panel: the early postmenopausal (EPM) group (P1-P4, < 65 years old); the lower panel: the late postmenopausal (LPM) group (P5-P8, > 65 years old). (B) Serum iron in EPM (blue) and LPM (magenta) patients, measured by using an autochemical analyser (Beckman Coulter AU5421, CA). n=10/group, ***p < 0.001. (C) Serum ferritin levels detected by ELISA. n=10/group, ***p < 0.001. (D) Serum total cholesterol (left) and total triglyceride (right) levels. n=10/group, *p < 0.05, ** p < 0.01. (E) ERα and Ft-L expression in plaques measured by Western blotting. The samples are the same as in (A). (F) The plotted and calculated Pearson correlation coefficient (r = -0.7205) between the plaque Ft-L and ERα levels (n=8, p = 0.0438).\\nFigure 2sciency picture\\n\\n\\n** Atherosclerosis was aggravated in E[2]-treated late postmenopausal ApoE^-/- mice with lower ERα expression.\\n------------------------------------------------------------\\n\\n(A) Flow diagram of mouse modeling. Early E[2]-treatment group: OVX at 8 weeks old, one-week recovery, E[2] treatment for 8 weeks; late E[2]-treatment group: OVX at 8 weeks old, E[2] treatment from 21 weeks old to 29 weeks old for 8 weeks. Saline is vehicle control. Mice were fed high-fat chow from 9 weeks old. (B) Oil red O-stained aortic lesions in ApoE^-/- mice after E[2] treatment for 8 weeks in the EPM or LPM group. (C) Statistical analysis of the area of atherosclerotic plaque in the aorta. n = 4/group, *p < 0.05, ** p < 0.01. (D) The expression of iron-related or ERα-targeted proteins in the aorta, detected by Western blotting. (E) Protein expression in peritoneal macrophages detected by Western blotting. Macrophages were isolated from 4 mouse groups (early/late ± E2, details see Materials and Methods). (F) Serum total cholesterol and total triglyceride levels in the 4 mouse groups. Pre: serum samples before OVX as a control group. n=6/group, *p < 0.05, ** p < 0.01. (G) Iron content\\nin aorta and liver, detected by ferrozine assays. n = 6/group, ****p < 0.0001, **p < 0.01, *p < 0.05. (H) Serum iron in different groups, detected by using an autochemical analyser (Beckman Coulter AU5421). n = 6/group, ***p < 0.001, **p < 0.01. Student’s t-test analysis was used for C, F, G, and H.\\nFigure 3sciency picture\\n\\n\\n** E[2]-triggered ERα deficiency was observed in a genetic iron overload mouse model at postmenopausal age.\\n------------------------------------------------------------\\n\\n(A) Flow diagram of mouse modeling. Early groups: OVX at 16 weeks old, one-week recovery, ± E[2] treatment for 8 weeks; late groups: OVX at 40 weeks old, one-week recovery, ± E[2] treatment for 8 weeks. Saline is vehicle control. The mice were fed with normal chow. (B) Oil red O-stained aortic lesions in ApoE^-/-and ApoE^-/- Fpn1^LysM/LysM mice after E2 treatment for 8 weeks in the EPM or LPM groups as indicated. (C) The lesion area in the aorta. n = 4/group, **p < 0.01, *p < 0.05. (D) The expression of iron-related or ERα-targeted proteins in the aorta, detected by Western blotting. (E) The iron content of the aorta and liver detected by ferrozine assays. n = 6/group, ***p < 0.001, **p < 0.01. (F) Serum iron level in different groups. n = 6/group, ***p < 0.001, **p < 0.01. (G) Serum total cholesterol and total triglyceride levels. n=6/group, *p < 0.05, ** p < 0.01. The samples for D-G were from 49-week-old ApoE^-/- and ApoE^-/- Fpn1^LysM/LysM mice. Student’s t-test analysis was used for C,\\nE, F, and G.\\nFigure 4sciency picture\\n\\n\\n** E[2] treatment potentiates iron-induced downregulation of ERα in vitro.\\n------------------------------------------------------------\\n\\n(A-B) ERα expression in the presence or absence of E[2] under different iron concentration conditions (A) or in the time course (B). Quantification was carried out using ImageJ. Two-way ANOVA was used. (C) The rescue effect of iron chelation on the downregulation of ERα by FAC or FAC plus E[2]. (D) The intracellular iron content in J774a.1 under different iron-concentration conditions in the presence or absence of E[2], detected by ferrozine assays. n = 4, *p < 0.05. (E, F) ERα expression in peritoneal macrophages (E) and HUVECs (F) under the indicated iron and E2 conditions. A, B, C, E, and F are data from Western blotting. Numbers indicate the relative intensity of ERα n=4. (G) Oil red O-stained J774a.1 cells after treatment with FAC and/or E[2] (left) with the quantified droplets (right). scale bar = 25 μm, n = 4, ***p < 0.001. (H) HUVEC angiogenesis assays, revealed by the number of branch points (left) and capillary length (right). n = 4, *p < 0.05, **p < 0.01. (I) eNOS level in HUVEC,\\nassessed by ELISA. n = 4, *p < 0.05, **p < 0.01, ***p < 0.001. The student’s t-test analysis was used for G - I.\\nFigure 5sciency picture\\n\\n\\n** The interactive effects of iron overload and E[2] treatment on ERα downregulation are mediated by the E3 ligase MDM2.\\n------------------------------------------------------------\\n\\n(A) Evaluation of ERα proteasome-dependent degradation in J774a.1 cells by western blotting. MG132: 10 μM. n=4. (B) ERα turnover rate in J774a.1 cells under FAC or E[2]+FAC conditions, detected by western blotting after 20 μM cycloheximide (CHX) treatment. *p < 0.05 using two-way ANOVA (C) Ubiquitination of ERα, evaluated by western blotting (anti-ubiquitin) following immunoprecipitation against ERα antibody. n = 3, *p < 0.05. (D) Relative Mdm2 mRNA expression in J774a.1 cells, assessed by qPCR, n = 4, **p < 0.01. (E) The protein levels of ERα in the presence of FAC or FAC plus E[2] in J774a.1 cells after treatment of Nutlin-3, a specific antagonist of Mdm2. n=3. (F) The protein levels of ERα in the presence of FAC or FAC plus E[2] in HUVECs after treatment of Nutlin-3. n=3. (G) Mdm2 protein expression in the aortas of mice in the EPM or LPM stage, as detected by western blotting. n=3/group. (H) MDM2 protein levels in patient plaques, detected by western blotting and quantified with ImageJ.\\nn=4/group, ***p < 0.001. Student’s t-test analysis was used for B, E, and H.\\nFigure 6sciency picture\\n\\n\\n** Iron restriction therapy restored ERα levels and attenuated E[2]-triggered progressive atherosclerosis in late postmenopausal mice.\\n------------------------------------------------------------\\n\\n(A) Flow diagram of mouse modeling. The mice were ovariectomized at 8 weeks old and E[2] or E[2]+DFP treated from 21 weeks old to 29 weeks old for 8 weeks. Saline is vehicle control. Mice were fed high-fat chow one week after OVX. Thirteen weeks post-OVX is considered as late post-menopause. (B) Oil red O-stained aortic lesions in ApoE^-/- mice treated with E[2] or E[2]+DFP as indicated. (C) The quantified lesion area of atherosclerotic plaques in the aorta from B. n=4, **p < 0.01. (D) Serum total cholesterol and total triglyceride levels. n=6, *p < 0.05, ** p < 0.01. (E) The iron content in the aorta and liver, detected by ferrozine assays. n = 6, **p < 0.01, *p < 0.05. (F) Determination of serum iron in different groups. n = 6, ***p < 0.001, **p < 0.01. (G) Protein expression in the aorta, detected by western blotting (left) and quantified with ImageJ (right). ***p < 0.001, **p < 0.01, *p < 0.05. The student’s t-test analysis was used for C - G.\\nFigure 7sciency picture\\n\\n\\n** Schematic model for the effects of postmenopausal iron accumulation with or without HRT on AS severity through modulating ERα expression.\\n------------------------------------------------------------\\n\\nIron accumulation occurs naturally and gradually after menopause. In EPM, iron retention was mild, and ERα was responsive to HRT application to achieve protective effects (A). However, when iron overload is significant in LPM, Mdm2 is upregulated along with ERα downregulation (B). This negative correlation is potentiated by the application of HRT and iron accumulation with aging. Therefore, HRT use avails to aggravate the progression of AS in the LPM period. Iron chelation, however, reverses the adverse effect of HRT and attenuates the accelerated development of AS (A), suggesting a protective role of appropriate iron restriction in the LPM stage.\\n\\n\\n** Editors\\n------------------------------------------------------------\\n* Reviewing Editor\\nAloke Finn\\nCVPath Institute, United States\\n* Senior Editor\\nCarlos Isales\\nMedical College of Georgia at Augusta University, United States\\n\\nReviewer #1 (Public Review):\\n\\nIn this study, the authors seek to determine the potential role of aging-induced iron accumulation on the effects of hormone replacement therapy (HRT) on atherosclerosis in late postmenopausal women. The authors are commended for the novel and relevant line of investigation and the many complex experiments that they performed. Central to the manuscript, the authors find that high iron levels, in late postmenopausal women as well as in ApoE-/- mice, are associated with reduced expression of the estrogen receptor (ERα). Also, estradiol (E2) treatment in ApoE-/- mice further downregulated ERα expression, but the authors have not sufficiently demonstrated that this occurs in an iron-dependent manner, as the authors have concluded in section 3.3.\\n\\nThe data showed that high iron and E2 treatment trigger the ubiquitin proteasome degradation pathway to degrade ERα via Mdm2-mediated degradation. Interestingly, iron chelation therapy restored ERα expression and attenuated E2-triggered atherosclerosis in late postmenopausal mice. Overall, the authors have concluded that in late postmenopause, iron accumulation prevents the HRT benefit through negative regulation of ERα expression via Mdm2-mediated proteolysis. However, important control groups in the in vivo experiments need to be included to support the conclusions made by the authors and variability in the in vitro experiments diminishes enthusiasm for the findings. Furthermore, in the in vitro experiments, the predominant reduction in ERalpha expression appears to be driven by iron even in the absence of E2, thus making it uncertain how specific these findings are to menopause.\\n\\nReviewer #2 (Public Review):\\n\\nIt is believed that the reason why women generally have lower rates of atherosclerotic events than men until menopause is due to the beneficial effects of estrogen on the cardiovascular system. The paper attempts to explain why hormone replacement therapy with estrogen is not effective in preventing atherosclerosis in post-menopausal women. The authors posit that accumulation of iron after menopause inhibits estrogen receptor expression and makes estrogen ineffective. Using mouse model of atherosclerosis and iron overload, they demonstrate that 1)atherosclerosis is increased in overectomized mice 2) estrogen supplement seems to further exacerbate atherosclerosis and this is accompanied by increased total body iron; 3) iron itself causes a decrease in ERa via increased proteasome degradation of Era via E3 ligase MDM2 and 4) iron chelation rescues the protective effects of estrogen in overectomized mice on atherosclerosis progression.\\n\\nWhile interesting in terms of hypothesis, I found the manuscript (not the overall themes) but the individual experimental logic difficult to follow with unclear rationale for many of the experiments and timepoints chosen. Moreover the human data supporting these claims are weak in terms of what is shown. The authors only partially achieve their aims as many of the experiments in mice appear incomplete in terms of data shown and transparency. Some important controls are also missing.\\n\\nThis work has important potential to understand the causes of accelerated atherosclerosis in women after menopause and how to better prevent atherosclerosis in women of this age group\\n\\nReviewer #3 (Public Review):\\n\\nThis manuscript aims to address whether age-related iron status influences differential effects of estrogen replacement on atherogenesis in postmenopausal females. Specifically, whether age-related iron accumulation reduces estrogen signaling through ERa receptor in relevant cell types (endothelial cells and macrophages). They test this fairly rigorously using in vitro, preclinical and clinical data, and the data is presented logically.\\n\\nFirst, the authors demonstrate that in postmenopausal women, there is an inverse correlation between age-related increase in iron levels and age-related decrease in ERa levels in atherosclerotic plaques. This is consistent with the fact that, in ovariectomized (OVX) pro-atherogenic (ApoE KO) mice, there is differential effect of estrogen (E2) on ERa, atherosclerosis, lipid profiles and key biomarkers (ABCA1, eNOS, etc) based on age (early: 16 weeks, versus late: 40 weeks), with young mice responding favorably while older mice responding negatively. Consistent with this, in the older OVX ApoE KO mice, E2 treatment worsened atherosclerosis. Importantly, they point this differential effect of E2 to iron overload in macrophages using ApoE KO; LysM-macrophage-specific Fpn1 KO as E2 now has deleterious effects regardless of age. Next, using ferric ammonium citrate (FAC) to supplement iron and deferiprone (DFP) to chelate iron, they show that iron manipulation impacts the E2 response appropriately\\nin the relevant cell types (endothelial cells and macrophage cells). Then they provide evidence for the MdM2-mediated post-translational regulation of ERa as a mechanism by which iron status impacts differential E2 has differential effects on ERa. Finally, they test the impact of systemic iron chelation on the OVX ApoE KO mice model of atherosclerosis and show that iron chelation attenuates the deleterious effects of E2 in late postmenopausal mice.\\n\\nOverall the evidence is solid and logically laid out. Given that serum iron levels do not correlate with the rest of the story, inclusion of LysM-macrophage-specific Fpn1 KO provides the key evidence that iron loading in macrophages drives differential effects to E2 in postmenopausal mice. The paper provides evidence that iron levels influence how the relevant cells respond to E2 with clinical implications to hormonal replacement therapy in younger and older postmenopausal women. While this study is limited by a small clinical sample size, it provides an important framework for future studies on the impact of age-related iron status on the response to hormonal replacement therapy.\\n\\nReferences",
    "stage": "published",
    "published": "2022-10-20T03:00:00Z",
    "reviewedDate": "2022-10-20T03:00:00Z",
    "versionDate": "2022-10-20T03:00:00Z",
    "statusDate": "2022-10-20T03:00:00Z",
    "subjects": [
        {
            "id": "cell-biology",
            "name": "Cell Biology"
        }
    ]
}