{
    "id": "80000099",
    "title": "Editorial Assistant",
    "impactStatement": "Support the Executive Editor in delivering an unparalleled editorial process and author experience",
    "published": "2016-10-11T17:00:00Z",
    "updated": "2016-10-11T17:00:00Z",

    "description": {
        "type": "paragraph",
        "text": "eLife are seeking an Editorial Assistant to support the Executive Editor in delivering an unparalleled editorial process and author experience. This is a terrific opportunity to gain experience in scientific publishing and to be involved in a ground-breaking initiative. This is an entry-level job and the Editorial Assistant will be part of a small team."
    },
    "responsibilities": {
        "type": "list",
        "prefix": "bullet",
        "items": [
            "Support authors during submission",
            "Conduct quality checks on submissions",
            "Conduct quality checks on submissions",
            "Conduct quality checks on submissions",
            "Generate and monitor journal performance metrics",
            "Oversee administration of the submission system/database",
            "Provide broader support for other members of the team"
        ]
    },
    "experience": {
        "essential": {
            "type": "list",
            "prefix": "bullet",
            "items": [
                "Great communication skills (spoken and written)",
                "Strong organizational skills",
                "An excellent eye for detail",
                "A desire to learn about scholarly journals publishing"
            ]
        },
        "additional": {
            "type": "list",
            "prefix": "bullet",
            "items": [
                "A degree-level qualification is highly desirable but not essential",
                "In the absence of a degree-level qualification, work experience should demonstrate the attributes above and an appropriate level of maturity",
                "Candidates should be creative, flexible, and willing to take on a variety of tasks"
            ]
        }
    },
    "termsAndConditions": {
        "type": "paragraph",
        "text": "The post is a permanent position, 37.5 hours per week, and offers a competitive basic salary and benefits. The post holder will be required to work at the eLife office in Cambridge (UK), and applicants must be able to demonstrate the right to live and work in the UK to be considered for the vacancy."
    },
    "closingDate": "2016-10-25T17:00:00Z"
}
